Repository: cgrauer/Hide---Seek
Catalog: hideandseek/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Ends Hide & Seek sections.
de_de: Beendet Hide & Seek Abschnitte.

source: Settings
de_de: Einstellungen

source: Automatically hide content if another section is opened
de_de: Inhaltsbereich automatisch schließen wenn ein anderer Bereich geöffnet wird

source: Show content on page load
de_de: Inhalt beim Laden der Seite anzeigen

source: Hide teaser when section is open
de_de: Teaser bei geöffnetem Inhaltsbereich nicht anzeigen

source: Append button to teaser (without break)
de_de: Den Button direkt an den Teaser anhängen (ohne Absatz)

source: Utilize entire teaser as a link
de_de: Den gesamte Teaser als Link verwenden

source: The HTML content is displayed before the open/close button. See Settings to utilize entire teaser as button.
de_de: Dieser HTML-Inhalt erscheint vor dem Öffnen/Schließen-Button. Um den gesamten Teaser als Button zu verwenden siehe Einstellungen.

source: Control Buttons
de_de: Steuerung-Buttons

source: Select an HTML tag and text to display as open/close button. Upon selecting an image, the HTML content will be used as alt-text and the selected HTML tag will be ignored.
de_de: Wähle einen HTML-Tag und Text, der als Öffnen/Schließen-Button angezeigt wird. Bei Auswahl eines Bildes wird der HTML-Text als Alternativtext zum Bild verwendet und der gewählte HTML-Tag ignoriert.

source: Open Button
de_de: Öffnen Button

source: Choose Image
de_de: Bild auswählen

source: Close Button
de_de: Schließen-Button

source: Add Image
de_de: Bild hinzufügen

source: Add File
de_de: Datei hinzufügen

source: Insert Link to Page
de_de: Link zu einer Seite einfügen

source: Customize Toolbar
de_de: Toolbar anpassen

source: Hide & Seek controller is deactivated when in edit mode
de_de: Hide & Seek ist im Bearbeitungsmodus deaktiviert

source: This block needs no configuration
de_de: Dieser Blocktyp benötigt keine Einstellungen

source: Hide & Seek Stopper controller is disabled when in edit mode
de_de: Hide & Seek Stopper ist im Bearbeitungsmodus deaktiviert.

source: Access Denied.
de_de: Zugriff verboten.
